Repository: Volker88/Sensor-App
Catalog: Sensor-App/Translation/*.lproj/Localizable.strings
Languages: de

source: Home
de: Hauptmenü

source: Welcome to the Sensor-App
de: Willkommen bei Sensor-App

source: Location
de: Standort

source: Acceleration
de: Beschleunigung

source: Gravity
de: Gravitation

source: Gyroscope
de: Gyroskop

source: Attitude
de: Haltung

source: Altitude
de: Höhe

source: Settings
de: Einstellungen

source: Latitude: %.10f ± %.2fm
de: Breitengrad: %.10f ± %.2fm

source: Longitude: %.10f ± %.2fm
de: Längengrad: %.10f ± %.2fm

source: Altitude: %.2f ± %.2fm
de: Höhe: %.2f ± %.2fm

source: Direction: %.2f°
de: Richtung: %.2f

source: Speed: %.2f%@
de: Geschwindigkeit: %.2f%@

source: X-Axis: %.5f m/s^2
de: X-Achse: %.5f m/s^2

source: Y-Axis: %.5f m/s^2
de: Y-Achse: %.5f m/s^2

source: Z-Axis: %.5f m/s^2
de: Z-Achse: %.5f m/s^2

source: X-Axis: %.5f g (9,81 m/s^2)
de: X-Achse: %.5f g (9,81 m/s^2)

source: Y-Axis: %.5f g (9,81 m/s^2)
de: Y-Achse: %.5f g (9,81 m/s^2)

source: Z-Axis: %.5f g (9,81 m/s^2)
de: Z-Achse: %.5f g (9,81 m/s^2)

source: X-Axis: %.5f rad/s
de: X-Aachse: %.5f rad/s

source: Y-Axis: %.5f rad/s
de: Y-Achse: %.5f rad/s

source: Z-Axis: %.5f rad/s
de: Z-Achse: %.5f rad/s

source: X-Axis: %.5f µT
de: X-Achse: %.5f µT

source: Y-Axis: %.5f µT
de: Y-Achse: %.5f µT

source: Z-Axis: %.5f µT
de: Z-Achse: %.5f µT

source: Pressure: %.5f %@
de: Luftdruck: %.5f %@

source: Altitude change: %.5f %@
de: Höhenänderung: %.5f %@

source: P:%.5f
de: L:%.5f

source: A:%.5f
de: H:%.5f

source: Speed Setting
de: Geschwindigkeit

source: Accuracy
de: Genauigkeit

source: Pressure
de: Luftdruck

source: Height
de: Höhe

source: Saved successfully
de: Erfolgreich gespeichert

source: Changes Discarded
de: Änderungen verworfen

source: Paused
de: Pausiert

source: Play
de: Fortsetzen

source: Successfully deleted
de: Erfolgreich gelöscht

source: Refresh Rate
de: Aktualisierungsrate

source: Frequency: %lld Hz
de: Frequenz: %lld Hz

source: Could not load the table!
de: Tabelle konnte nicht geladen werden!
